{
    "anime_list": [
      {
        "title": "Атака титанов",
        "description": "Уже многие годы человечество ведёт борьбу с титанами — огромными существами, которые не обладают особым интеллектом, зато едят людей и получают от этого удовольствие. После продолжительной борьбы остатки человечества построили высокую стену, окружившую страну людей, через которую титаны пройти не могли. С тех пор прошло сто лет, люди мирно живут под защитой стены. Но однажды подростки Эрен и Микаса становятся свидетелями страшного события — участок стены разрушается супертитаном, появившимся прямо из воздуха. Титаны нападают на город, и дети в ужасе видят, как один из монстров заживо съедает мать Эрена. Мальчик клянётся, что убьёт всех титанов и отомстит за человечество.",
        "genres": ["Экшен", "Приключения"],
        "image_url": "https://th.bing.com/th/id/R.5c44cc1e6442714e4fc7af0da62154dc?rik=CdFuhwEd9R1%2fBg&pid=ImgRaw&r=0"
      },
      {
        "title": "Наруто",
        "description": "Однажды демон напал на деревню, в которой родился мальчик Наруто. Чтобы остановить демона, глава поселения запечатал его внутри Наруто, но сам при этом погиб. Прошли годы. Наруто вырос, став гиперактивным и очень тупым ниндзя. Он всё ещё живёт в родной деревне, где его не особо любят и стараются избегать.",
        "genres": ["Экшен", "Приключения"],
        "image_url": "https://th.bing.com/th/id/R.33eb6d64d4704e386af0f09e1a2b7357?rik=DbXhSKpEYFePJg&riu=http%3a%2f%2fwww.wallplanet.ru%2f_ph%2f6%2f274490899.jpg%3f1618328699&ehk=XCCkiDpVMMBgSMvii%2bx6TXLjKguLL%2bSLfk5TQYC7Ygg%3d&risl=&pid=ImgRaw&r=0"
      },
      {
        "title": "Ванпанчмен",
        "description": "Парень по имени Сайтама живёт в мире, иронично похожем на наш. Ему 25, он лыс и прекрасен и к тому же силен настолько, что с одного удара аннигилирует всё, что представляет опасность для человечества. Он ищет себя в этой жизни, попутно раздавая подзатыльники монстрам и злодеям.",
        "genres": ["Экшен", "Комедия"],
        "image_url": "https://th.bing.com/th/id/R.109df67c560d8a371354604d4e6af20f?rik=vmDYSYIu1OGH2w&pid=ImgRaw&r=0"
      },
      {
        "title": "Ван-Пис",
        "description": "Гол Д. Роджер — король пиратов, добившийся богатства, славы и власти — спрятал где-то на просторах этого мира загадочное сокровище, которое все называют Ван-Пис. После смерти Роджера множество смельчаков кинулись на поиски этого большого куша, и наступила великая эпоха пиратов. Вот и паренёк по имени Луффи из маленькой прибрежной деревушки мечтает стать пиратом. Ещё в детстве он ненароком съел дьявольский плод резина-резина и приобрёл невероятные способности. Повзрослев, он покидает родные места в погоне за величайшим сокровищем.",
        "genres": ["Приключения", "Фэнтези"],
        "image_url": "https://th.bing.com/th/id/R.a61a6c72ba91ff5e40d207f3a5275bc3?rik=R6r8J%2bkdPVoNbQ&riu=http%3a%2f%2fkartinkin.net%2fuploads%2fposts%2f2021-07%2f1625656875_13-kartinkin-com-p-van-pis-oboi-krasivie-13.jpg&ehk=wq8Z%2f7bujAdrq5KflOlG5gG3D5qLF1TBuIVkMH1goX8%3d&risl=&pid=ImgRaw&r=0"
      },
      {
        "title": "Тетрадь смерти",
        "description": "Старшекласснику Лайту Ягами в руки попадает тетрадь синигами Рюка. Каждый человек, чьё имя записать в эту тетрадку, умрёт, поэтому Лайт решает бороться со злом на земле.",
        "genres": ["Мистика", "Триллер"],
        "image_url": "https://th.bing.com/th/id/OIP.SbSzTGOx40KC3Zuva0A22wHaEo?rs=1&pid=ImgDetMain"
      },
      {
        "title": "Торадора!",
        "description": "Семнадцатилетний парень Рюдзи, которого все боятся из-за страшного взгляда, влюбляется в одноклассницу Минори, а его соседка Тайга влюбляется в Китамару. Они решают объединить свои усилия, но может быть они просто не в тех влюбились?",
        "genres": ["Романтика", "Комедия"],
        "image_url": "https://th.bing.com/th/id/OIP.G89KmOrstHpzps_ZzjyG9gHaKf?rs=1&pid=ImgDetMain"
      },
      {
        "title": "Моб Психо 100",
        "description": "Сигэо Кагэяма, также известный как Моб, — восьмиклассник с психическими способностями. Он умеет сгибать ложки и поднимать вещи силой мысли с ранних лет, но затем он постепенно начал сдерживаться от использования способностей на публике. И теперь единственное, чего он хочет — это подружиться с одноклассницей Цубоми. Вместе со своим психическим наставником (у которого нет психических способностей), он продолжает повседневную жизнь, пытаясь понять свое назначение в жизни.",
        "genres": ["Комедия", "Сверхъестественное"],
        "image_url": "https://th.bing.com/th/id/OIP.oaE54ABVfhOLlg8R60TISAHaK7?rs=1&pid=ImgDetMain"
      },
      {
        "title": "Кагуя-сама: Любовь — это война",
        "description": "Миюки Сироганэ — признанный молодой гений, имеющий высокие оценки по всем предметам и возглавляющий школьный совет одной из самых престижных школ страны. Парень работает вместе с Кагуей Синомией — вице-президентом и по совместительству первой красавицей школы. Хотя ребята не состоят в отношениях, но окружающие считают их отличной парой. Проработав бок о бок длительное время, герои осознают появившиеся друг к другу чувства, однако никто из них не хочет признаваться, считая это слабостью. И теперь они готовы совершать любые, даже самые безумные поступки, чтобы получить признание.",
        "genres": ["Повседневность", "Романтика"],
        "image_url": "https://ru-images-s.kinorium.com/movie/300/2017985.jpg?1668682638"
      },
      {
        "title": "За гранью",
        "description": "Ёму и Йокаи — мифические создания, о которых испокон веков ходят легенды. Монстры, чудовища, вурдалаки — во всех странах мира эти воплощения лютой ненависти называют по-разному, но в стране восходящего солнца, которая издревле считалась их родным домом, им было дано имя Йокаи. Акихито Канбара — редкий представитель этих чудовищ, в нем течет кровь как человека, так и благороднейших ёму, но его происхождение не сделало его ни озлобленным, ни отчужденным, а, напротив, породило ярое желание жить жизнью обычных людей. В старшей школе он стал главой литературного кружка, и каждый его день проходил спокойно и размеренно, лишь под гнётом лёгких подколок подруги детства Митсуки. Но счастье не долговечно, и лишь один благородный порыв спасти красивую девочку в очках Мираи сделал из него ходячую мишень для юной охотницы на духов. И теперь Акихито, всеми правдами и неправдами, должен убедить неугомонную охотницу найти себе другую дичь или, возможно, даже защитить ее от тех, кто жаждет её проклятой крови…",
        "genres": ["Ужасы", "Триллер"],
        "image_url": "https://th.bing.com/th/id/OIP.pCCTOy3a7whRimwUzdgA_gHaK4?rs=1&pid=ImgDetMain"
      },
      {
        "title": "Волейбол!!!",
        "description": "Один случайный матч зажёг в Сёё Хинате безумную любовь к волейболу. Хоть в его волейбольном клубе изначально не было даже участников, упорством и стараниями Сёё собравшаяся команда всё-таки прорвалась в свой первый и последний финальный матч в средней школе. Но там она была начисто разгромлена Тобио Кагэямой, известным как Король площадки. Поклявшись отомстить, Хината вступает в клуб волейбола в старшей школе Карасуно и лицом к лицу сталкивается со своим ненавистным противником Кагэямой.",
        "genres": ["Спорт", "Драма"],
        "image_url": "https://th.bing.com/th/id/OIP.DWtjZ5w5whgeYCJF8C7fpQHaKj?rs=1&pid=ImgDetMain"
      },
      {
        "title": "Токийский гуль",
        "description": "С обычным студентом Кэном Канэки случается беда, парень попадает в больницу. Но на этом неприятности не заканчиваются: ему пересаживают органы гулей – существ, поедающих плоть людей. После злосчастной операции Канэки становится одним из чудовищ, пытается стать своим, но для людей он теперь изгой, обреченный на уничтожение.",
        "genres": ["Ужасы", "Экшен"],
        "image_url": "https://th.bing.com/th/id/OIP.UoPmOfHJmEG9iwyh3rXpqwHaLG?rs=1&pid=ImgDetMain"
      },
      {
        "title": "Президент студсовета - горничная!",
        "description": "Мужская частная школа Сэйка, славная бесчинствами своих воспитанников, когда-то наводила ужас на всю округу. Для «смягчения нравов» в ней ввели совместное обучение, но результат пока очень и очень сомнителен. Впрочем, Мисаки Аюдзава – спортсменка, отличница и первая в истории Сэйки девушка-президент школьного совета – твердо решила изменить положение и принести в храм науки порядок и дисциплину.",
        "genres": ["Комедия", "Романтика"],
        "image_url": "https://th.bing.com/th/id/OIP.XaVKpw-prpn-A7iFHRBomQAAAA?rs=1&pid=ImgDetMain"
      }
    ]
  }
  